# Game Over - version 2
# Показывет разные приемы работы со строками

print(" Programm 'Game Over' ver 2.0 ")
print(" То же", "самое сообщение")
print(" Только",
      "чуть-чуть",
      "побольше")
print(" Vot ", end=" ")
print("ono...")
print("""
╔═══╗╔══╗╔╗──╔╗╔═══╗───╔══╗╔╗╔╗╔═══╗╔═══╗
║╔══╝║╔╗║║║──║║║╔══╝───║╔╗║║║║║║╔══╝║╔═╗║
║║╔═╗║╚╝║║╚╗╔╝║║╚══╗───║║║║║║║║║╚══╗║╚═╝║
║║╚╗║║╔╗║║╔╗╔╗║║╔══╝───║║║║║╚╝║║╔══╝║╔╗╔╝
║╚═╝║║║║║║║╚╝║║║╚══╗───║╚╝║╚╗╔╝║╚══╗║║║║
╚═══╝╚╝╚╝╚╝──╚╝╚═══╝───╚══╝─╚╝─╚═══╝╚╝╚╝
""")

input("\nEnter for exit")